<template>
<div class="page">
  <v-container class="page__inner">
    <v-layout column class="page__content">
      <section>
        <div>
          <h2 class="mb-3">О компании</h2>
          <!-- <p>Компания <strong>АВК ТЕХНО</strong> - официальный дилер <strong>BAROID (HALLIBURTON)</strong> в Российской Федерации.</p> -->
          <!-- <p>Компания <strong>АВК ТЕХНО</strong> на рынке уже 6 лет и за это время она прошла путь от только что зародившейся, до одной из самых востребованных компаний, осуществляющих поставку широкого ассортимента продукции: утсановки горизонтально-направленного бурения и комплектующих к ним, горно-шахтное оборудование и устаноновки для микротоннелирования, оборудование для геотермального отопления, а также запчасти для вышеуказанного оборудования от ведущих  заводов производителей! </p> -->
          <!-- <p>Компания <strong>АВК ТЕХНО</strong> с 2010 года обзавелась своими филиалами в таких крупных промышленных регионах, как Урал, Сибирь и Ставропольский край, где сосредоточено огромное количество наших партнеров. Но мы не собираемся останавливаться на достигнутом и всегда будем стремиться к еще большим достижениям, успехам и победам!</p> -->
          <p>Компания <strong>АВК ТЕХНО</strong> является официальным дилером <strong>BAROID (HALLIBURTON)</strong> в РФ с 2010 года.</p>
          <p>За это время она прошла путь до одной из самых востребованных компаний, осуществляющих поставку широкого ассортимента продукции: <strong>бентонит</strong> и <strong>полимеры</strong> <strong> BAROID</strong>, <strong>установки ГНБ</strong> и комплектующих к ним, <strong>горно-шахтное оборудование</strong> и установки для <strong>микротоннелирования</strong>, оборудование для геотермального отопления, а также запчасти для вышеуказанного оборудования от ведущих заводов производителей!</p>
          <p>Обзавелась своими филиалами в таких крупных промышленных регионах, как Урал, Сибирь и Ставропольский край, где сосредоточено огромное количество наших партнеров. Но мы не собираемся останавливаться на достигнутом и всегда будем стремиться к еще большим достижениям, успехам и победам!</p>
        </div>
      </section>
      <v-divider class="my-4"/>
      <!-- <section>
        <div>
          <h2 class="mb-3">Наши возможности</h2>
        </div>
        <p>Компания <strong>АВК ТЕХНО</strong> - официальный дилер <strong>BAROID (HALLIBURTON)</strong> в Российской Федерации.</p>
        <p>Компания <strong>АВК ТЕХНО</strong> появилась на свет в недалеком 2010 году, но за это время смогла покорить сердца своих заказчиков и партнеров. Мы с радостью осуществим Вашу мечту и поставим именно ту технику, которую Вы выбрали из обширного мира производителей. </p>
        <p>Нам доставляет огромное удовольствие работать по всей России и иметь партнеров в самых удаленных ее точках. При этом больше всего поставок осуществляется в  Сибирь, Урал и Ставропольский край с их крупнейшими городами и развитыми регионами, в которых современные технологии ГНБ, микротоннелирование и горно-шахтная промышленность развивается огромными шагами!</p>
        <p>Установки для горизонтально-направленного бурения, а также запчасти и комплектующие дляних, установки для открытых работ, горно-шахтное оборудование и технику для микротоннелирования, комплекты геотермального оборудования, буровые растворы <strong>Baroid</strong> и многое другое входит в нашу компетенцию.</p>
        <p><strong>АВК ТЕХНО</strong> осуществляет продажу и покупку новой и бывшей в употреблении техники по наиболее выгодным для вас ценам, предоставляя своим клиентам лучшие условия. Наша компания осуществляет ремонт, сервисное и гарантийное обслуживание. Мы предлагаем нашим клиентам и партнерам самые выгодные условия сотрудничества, оптимальные цены и широкий ассортимент продукции. Вам понравится быть нашим партнером.</p>
      </section> -->
      <!-- <v-divider class="my-4"/> -->
      <section>
        <div>
          <h2 class="mb-3">Контакты</h2>
        </div>
        <div class="contacts__section">
          <p>Телефон в Москве:</p>
          <p class="pl-4"><a href="tel:+74952800575" class="cyan--text lighten-1">+7 (495) 280 0575</a></p>
          <p class="pl-4"><a href="mailto:info@avktechno.com" class="cyan--text lighten-1">info@avktechno.com</a></p>
          <p>Наши менеджеры:</p>
          <p class="pl-4">Екатерина:</p>
          <p class="pl-4"><a href="tel:+79776900403" class="cyan--text lighten-1">+7 (977) 690 0403</a></p>
          <p class="pl-4"><a href="mailto:e.kanaeva@avktechno.com" class="cyan--text lighten-1">e.kanaeva@avktechno.com</a></p>
        </div>
        <div class="contacts__section">
          <p>Адрес офиса в Москве:</p>
          <p class="pl-4 mb-4">
            г. Москва, Дмитровское шоссе, ул. Дубнинская 81. Склад "Евра 4"
          </p>

          <gmap-map
          class="page__map mb-5"
          :center="maps.moscow.center"
          :zoom="maps.moscow.zoom">
            <gmap-marker
            :position="maps.moscow.center"/>
          </gmap-map>

          <p>Адрес офиса в Санкт-Петербурге:</p>
          <p class="pl-4 mb-4">
            Ленинградская обл., Тельмановское с.п., автодорога "Подъезд к г.Колпино", дом 5. Склад "Евра 4"
          </p>

          <gmap-map
          class="page__map"
          :center="maps.peter.center"
          :zoom="maps.peter.zoom">
            <gmap-marker
            :position="maps.peter.center"/>
          </gmap-map>
        </div>
      </section>
    </v-layout>
  </v-container>
</div>
</template>

<script>
export default {
  layout: 'easy',
  data() {
    return {
      maps: {
        moscow: {
          center: {
            lat: 55.891441,
            lng: 37.555696,
          },
          zoom: 17,
        },
        peter: {
          center: {
            lat: 59.725295,
            lng: 30.609047,
          },
          zoom: 17,
        },
      },
    };
  },
};
</script>

<style lang="scss" scoped>
#avmax {
.page {
  background-image: url(/bg.jpeg);
  background-size: 100% auto;
  background-repeat: no-repeat;
  background-position: center center;
  background-attachment: fixed;

  p {
    text-align: left;
  }

  &__map {
    height: 300px;
    width: 100%;
  }

  &__inner {
    &::before {
      content: '';
      display: block;
      position: absolute;
      top: 0;
      left: 0;
      background: rgba(0, 0, 0, 0.8);
      width: 100%;
      height: 100%;
    }
  }

  &__content {
    position: relative;
    z-index: 1;
  }
}


@media all and (min-width: 768px) {
.page {
  font-size: 17px;

  p {
    text-align: justify;
  }
}
}
}
</style>
